-- MySQL dump 10.13  Distrib 8.0.34, for Win64 (x86_64)
--
-- Host: localhost    Database: map_test
-- ------------------------------------------------------
-- Server version	8.1.0

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `district_table`
--

DROP TABLE IF EXISTS `district_table`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `district_table` (
  `dist_idx` bigint NOT NULL AUTO_INCREMENT,
  `dist_category` varchar(255) NOT NULL,
  `dist_code` varchar(255) NOT NULL,
  `dist_density` varchar(255) DEFAULT NULL,
  `dist_name` varchar(255) NOT NULL,
  `dist_updated` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`dist_idx`)
) ENGINE=InnoDB AUTO_INCREMENT=114 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `district_table`
--

LOCK TABLES `district_table` WRITE;
/*!40000 ALTER TABLE `district_table` DISABLE KEYS */;
INSERT INTO `district_table` VALUES (1,'관광특구','POI001','여유','강남 MICE 관광특구','2023-11-14 21:30'),(2,'관광특구','POI002','약간 붐빔','동대문 관광특구','2023-11-14 21:30'),(3,'관광특구','POI003','여유','명동 관광특구','2023-11-14 21:30'),(4,'관광특구','POI004','여유','이태원 관광특구','2023-11-14 21:30'),(5,'관광특구','POI005','여유','잠실 관광특구','2023-11-14 21:30'),(6,'관광특구','POI006','여유','종로·청계 관광특구','2023-11-14 21:30'),(7,'관광특구','POI007','여유','홍대 관광특구','2023-11-14 21:30'),(8,'고궁·문화유산','POI008','여유','경복궁','2023-11-14 21:30'),(9,'고궁·문화유산','POI009','여유','광화문·덕수궁','2023-11-14 21:30'),(10,'고궁·문화유산','POI010','여유','보신각','2023-11-14 21:30'),(11,'고궁·문화유산','POI011','여유','서울 암사동 유적','2023-11-14 21:30'),(12,'고궁·문화유산','POI012','여유','창덕궁·종묘','2023-11-14 21:30'),(13,'인구밀집지역','POI013','여유','가산디지털단지역','2023-11-14 21:30'),(14,'인구밀집지역','POI014','여유','강남역','2023-11-14 21:30'),(15,'인구밀집지역','POI015','여유','건대입구역','2023-11-14 21:30'),(16,'인구밀집지역','POI016','여유','고덕역','2023-11-14 21:30'),(17,'인구밀집지역','POI017','여유','고속터미널역','2023-11-14 21:30'),(18,'인구밀집지역','POI018','여유','교대역','2023-11-14 21:30'),(19,'인구밀집지역','POI019','여유','구로디지털단지역','2023-11-14 21:30'),(20,'인구밀집지역','POI020','여유','구로역','2023-11-14 21:30'),(21,'인구밀집지역','POI021','여유','군자역','2023-11-14 21:30'),(22,'인구밀집지역','POI022','여유','남구로역','2023-11-14 21:30'),(23,'인구밀집지역','POI023','여유','대림역','2023-11-14 21:30'),(24,'인구밀집지역','POI024','여유','동대문역','2023-11-14 21:30'),(25,'인구밀집지역','POI025','여유','뚝섬역','2023-11-14 21:30'),(26,'인구밀집지역','POI026','여유','미아사거리역','2023-11-14 21:30'),(27,'인구밀집지역','POI027','여유','발산역','2023-11-14 21:30'),(28,'인구밀집지역','POI028','여유','북한산우이역','2023-11-14 21:30'),(29,'인구밀집지역','POI029','보통','사당역','2023-11-14 21:30'),(30,'인구밀집지역','POI030','여유','삼각지역','2023-11-14 21:30'),(31,'인구밀집지역','POI031','보통','서울대입구역','2023-11-14 21:30'),(32,'인구밀집지역','POI032','여유','서울식물원·마곡나루역','2023-11-14 21:30'),(33,'인구밀집지역','POI033','여유','서울역','2023-11-14 21:30'),(34,'인구밀집지역','POI034','여유','선릉역','2023-11-14 21:30'),(35,'인구밀집지역','POI035','여유','성신여대입구역','2023-11-14 21:30'),(36,'인구밀집지역','POI036','여유','수유역','2023-11-14 21:30'),(37,'인구밀집지역','POI037','여유','신논현역·논현역','2023-11-14 21:30'),(38,'인구밀집지역','POI038','여유','신도림역','2023-11-14 21:30'),(39,'인구밀집지역','POI039','여유','신림역','2023-11-14 21:30'),(40,'인구밀집지역','POI040','여유','신촌·이대역','2023-11-14 21:30'),(41,'인구밀집지역','POI041','여유','양재역','2023-11-14 21:30'),(42,'인구밀집지역','POI042','여유','역삼역','2023-11-14 21:30'),(43,'인구밀집지역','POI043','보통','연신내역','2023-11-14 21:30'),(44,'인구밀집지역','POI044','여유','오목교역·목동운동장','2023-11-14 21:30'),(45,'인구밀집지역','POI045','여유','왕십리역','2023-11-14 21:30'),(46,'인구밀집지역','POI046','여유','용산역','2023-11-14 21:30'),(47,'인구밀집지역','POI047','여유','이태원역','2023-11-14 21:30'),(48,'인구밀집지역','POI048','여유','장지역','2023-11-14 21:30'),(49,'인구밀집지역','POI049','여유','장한평역','2023-11-14 21:30'),(50,'인구밀집지역','POI050','여유','천호역','2023-11-14 21:30'),(51,'인구밀집지역','POI051','여유','총신대입구(이수)역','2023-11-14 21:30'),(52,'인구밀집지역','POI052','여유','충정로역','2023-11-14 21:30'),(53,'인구밀집지역','POI053','여유','합정역','2023-11-14 21:30'),(54,'인구밀집지역','POI054','여유','혜화역','2023-11-14 21:30'),(55,'인구밀집지역','POI055','여유','홍대입구역 9번 출구','2023-11-14 21:30'),(56,'인구밀집지역','POI056','여유','회기역','2023-11-14 21:30'),(57,'발달상권','POI057','여유','4·19 카페거리','2023-11-14 21:30'),(58,'발달상권','POI058','여유','가락시장','2023-11-14 21:30'),(59,'발달상권','POI059','여유','가로수길','2023-11-14 21:30'),(60,'발달상권','POI060','여유','광장(전통)시장','2023-11-14 21:30'),(61,'발달상권','POI061','여유','김포공항','2023-11-14 21:30'),(62,'발달상권','POI062','여유','낙산공원·이화마을','2023-11-14 21:30'),(63,'발달상권','POI063','여유','노량진','2023-11-14 21:30'),(64,'발달상권','POI064','여유','덕수궁길·정동길','2023-11-14 21:30'),(65,'발달상권','POI065','여유','방배역 먹자골목','2023-11-14 21:30'),(66,'발달상권','POI066','여유','북촌한옥마을','2023-11-14 21:30'),(67,'발달상권','POI067','여유','서촌','2023-11-14 21:30'),(68,'발달상권','POI068','여유','성수카페거리','2023-11-14 21:30'),(69,'발달상권','POI069','여유','수유리 먹자골목','2023-11-14 21:30'),(70,'발달상권','POI070','여유','쌍문동 맛집거리','2023-11-14 21:30'),(71,'발달상권','POI071','여유','압구정로데오거리','2023-11-14 21:30'),(72,'발달상권','POI072','여유','여의도','2023-11-14 21:30'),(73,'발달상권','POI073','여유','연남동','2023-11-14 21:30'),(74,'발달상권','POI074','여유','영등포 타임스퀘어','2023-11-14 21:30'),(75,'발달상권','POI075','여유','외대앞','2023-11-14 21:30'),(76,'발달상권','POI076','여유','용리단길','2023-11-14 21:30'),(77,'발달상권','POI077','여유','이태원 앤틱가구거리','2023-11-14 21:30'),(78,'발달상권','POI078','여유','인사동·익선동','2023-11-14 21:30'),(79,'발달상권','POI079','보통','창동 신경제 중심지','2023-11-14 21:30'),(80,'발달상권','POI080','여유','청담동 명품거리','2023-11-14 21:30'),(81,'발달상권','POI081','여유','청량리 제기동 일대 전통시장','2023-11-14 21:30'),(82,'발달상권','POI082','여유','해방촌·경리단길','2023-11-14 21:30'),(83,'발달상권','POI083','여유','DDP(동대문디자인플라자)','2023-11-14 21:30'),(84,'발달상권','POI084','여유','DMC(디지털미디어시티)','2023-11-14 21:30'),(85,'공원','POI085','여유','강서한강공원','2023-11-14 21:30'),(86,'공원','POI086','여유','고척돔','2023-11-14 21:30'),(87,'공원','POI087','여유','광나루한강공원','2023-11-14 21:30'),(88,'공원','POI088','여유','광화문광장','2023-11-14 21:30'),(89,'공원','POI089','여유','국립중앙박물관·용산가족공원','2023-11-14 21:30'),(90,'공원','POI090','여유','난지한강공원','2023-11-14 21:30'),(91,'공원','POI091','여유','남산공원','2023-11-14 21:30'),(92,'공원','POI092','여유','노들섬','2023-11-14 21:30'),(93,'공원','POI093','여유','뚝섬한강공원','2023-11-14 21:30'),(94,'공원','POI094','여유','망원한강공원','2023-11-14 21:30'),(95,'공원','POI095','여유','반포한강공원','2023-11-14 21:30'),(96,'공원','POI096','여유','북서울꿈의숲','2023-11-14 21:30'),(97,'공원','POI097','보통','불광천','2023-11-14 21:30'),(98,'공원','POI098','여유','서리풀공원·몽마르뜨공원','2023-11-14 21:30'),(99,'공원','POI099','여유','서울대공원','2023-11-14 21:30'),(100,'공원','POI100','여유','서울숲공원','2023-11-14 21:30'),(101,'공원','POI101','여유','시청광장','2023-11-14 21:30'),(102,'공원','POI102','여유','아차산','2023-11-14 21:30'),(103,'공원','POI103','여유','양화한강공원','2023-11-14 21:30'),(104,'공원','POI104','여유','어린이대공원','2023-11-14 21:30'),(105,'공원','POI105','여유','여의도한강공원','2023-11-14 21:30'),(106,'공원','POI106','여유','월드컵공원','2023-11-14 21:30'),(107,'공원','POI107','여유','응봉산','2023-11-14 21:30'),(108,'공원','POI108','여유','이촌한강공원','2023-11-14 21:30'),(109,'공원','POI109','여유','잠실종합운동장','2023-11-14 21:30'),(110,'공원','POI110','여유','잠실한강공원','2023-11-14 21:30'),(111,'공원','POI111','여유','잠원한강공원','2023-11-14 21:30'),(112,'공원','POI112','여유','청계산','2023-11-14 21:30'),(113,'공원','POI113','여유','청와대','2023-11-14 21:30');
/*!40000 ALTER TABLE `district_table` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-11-14 22:13:29
